brew "mise"
brew "sheldon"
brew "tmux"
brew "luarocks"
brew "neovim"
brew "zellij"
brew "ripgrep"
brew "lazygit"
brew "gitui"
brew "gh"
brew "ruff"
brew "uv"
brew "yt-dlp"
brew "azure-cli"
brew "typst"
brew "shellcheck"
brew "bats-core"
brew "tree-sitter-cli"

tap "hashicorp/tap"
brew "hashicorp/tap/terraform"

cask "gcloud-cli"
cask "quarto"
