brew "mise"
brew "sheldon"
brew "tmux"
brew "luarocks"
brew "neovim"
brew "zellij"
brew "ripgrep"
brew "fd"
brew "bat"
brew "zoxide"
brew "atuin"
brew "yazi"
brew "git-delta"
brew "lazygit"
brew "gitui"
brew "btop"
brew "nvtop"
brew "bandwhich"
brew "trippy"
brew "lazydocker"
brew "oxker"
brew "mprocs"
brew "just"
brew "watchexec"
brew "pueue"
brew "duf"
brew "gdu"
brew "dust"
brew "dua-cli"
brew "lazysql"
brew "harlequin"
brew "glow"
brew "resterm"
brew "ast-grep"
brew "jless"
brew "jqp"
brew "csvlens"
brew "lnav"
brew "dive"
brew "oha"
brew "k9s"
brew "termscp"
brew "eza"
brew "jq"
brew "yq"
brew "sd"
brew "hyperfine"
brew "procs"
brew "xh"
brew "tokei"
brew "gh"
brew "ruff"
brew "uv"
brew "yt-dlp"
brew "azure-cli"
brew "typst"
brew "shellcheck"
brew "bats-core"
brew "tree-sitter-cli"

tap "hashicorp/tap"
brew "hashicorp/tap/terraform"
tap "f1bonacc1/tap"
brew "f1bonacc1/tap/process-compose"

cask "gcloud-cli"
cask "quarto"
cask "wireshark-app"
